{
  "header": {
    "main": "Главная",
    "about": "О компании",
    "our_services": "Наши услуги",
    "seafarers": "Морякам",
    "shipowners": "Судовладельцам",
    "contact": "Контакты",
    "vacancies": "Вакансии",
    "form": "Анкета",
    "Company_services": "Услуги компании",
    "Cooperation": "Сотрудничество"
  },
  "first_page": {
    "title": "Международная Крюинговая Группа",
    "subtitle": "Занимает одну из ведущих позиций в сфере подбора и трудоустройства моряков, работая на рынке с 2000г., выполняя заказы на разные типы судов."
  },
  "about": {
    "title": "О компании",
    "subtitle": "«ICG.Ltd» являемся сертифицированной и лицензированой крюинговой компанией. Больше 20 лет работы в сфере подбора и комплектации экипажей, наша компания предоставляет оптимальные решения и качественные услуги по подбору морских специалистов на суда различного типа.",
    "subtitle2": "Мы гордимся тем, что в нашей компании работают высококвалифицированные специалисты, способные произвести широкий спектр услуг, касающихся нашего вида деятельности:",
    "subtitle3": "Для достижения лучших результатов работы компании «ICG Ltd.», наши сотрудники регулярно проходят различные стажировки, тематические курсы, по окончанию которых получают соответствующие сертификаты.",
    "subtitle4": "Осознавая тот фактор, что от профессиональных навыков и знаний моряков, зависит безопасность судна, груза и экипажа на борту судна,мы уделяем особое внимание тестированию моряков, на знание всех норм и правил техники безопасности.",
    "achievs": {
      "1": "Контроль и проверка профессиональных навыков и знаний",
      "2": "Контроль и проверка наличия и легитимности необходимых документов, руководствуясь требованиями STCW 78/95",
      "3": "Проведение специализированных курсов и классов",
      "4": "Проверка знаний Английского языка",
      "5": "Визовое сопровождение"
    }
  },
  "certificates": "Сертификаты",
  "our_services": {
    "title": "Наши услуги",
    "visa_processing": "Оформление виз",
    "tickets": "Бронирование билетов",
    "flights": "Организация чартерных рейсов",
    "interests": "Представление интересов компании Судовладельца",
    "manpower": "Предоставление персонала для работы на верфях и береговых строительных проектах",
    "provision": "Предоставление квалифицированного плавсостава, как в единичном порядке, так и на основе комплектования полных экипажей, для всех типов судов",
    "other": "И другие сопутствующие услуги"
  },
  "contacts": {
    "title": "Контакты",
    "adress": "Адрес:",
    "crimea": "Крым, 299038, Севастополь ,",
    "street": "проспект Октябрьской Революции 42-Б, корпус 4, офис 9 (3этаж)",
    "hours": "Часы работы:",
    "hours_time": "Пн-Пт 09:30-17:00",
    "tel": "Телефон:",
    "email": "Эл. почта"
  },
  "shipowners": {
    "title": "Судовладельцам",
    "subtitle": "«Международная Крюинговая Группа» предлагает ряд услуг по комплектации высококачественного экипажа на разные типы судов. Мы следуем международным и национальным требованиям. Все наши кандидаты тщательно подбираются квалифицированным и опытным персоналом нашей компании.",
    "subtitle_mob": "«Международная Крюинговая Группа» предлагает ряд услуг по комплектации высококачественного экипажа на разные типы судов. Мы следуем международным и национальным требованиям.",
    "more": "По всем вопросам вы можете позвонить нам по телефону или написать в мессенджер:",
    "service": "Услуги компании",
    "tickets": "Бронирование билетов",
    "uniform": "Предоставление спец.одежды морякам",
    "boarding": "Посадка/высадка, включая визовую поддержку",
    "owners": "Представление интересов компании Судовладельца",
    "interwiev": "Собеседование перед приемом на работу, контроль и проверка профессиональных навыков и знаний",
    "assistance": "Содействие при прохождении медицинского освидетельствования",
    "controle": "Контроль и проверка наличия и легитимности необходимых документов, руководствуясь требованиями STCW 78/95",
    "travel": "Отправка специализированных мобильных бригад по ремонту и техническому контролю",
    "manpower": "Предоставление персонала для работы на верфях и береговых строительных проектах",
    "provision": "Предоставление квалифицированного плавсостава, как в единичном порядке, так и на основе комплектования полных экипажей, для всех типов судов",
    "other": "И другие сопутствующие услуги",

    "cooperation": {
      "title": "Сотрудничество",
      "p1": "Компания «Международная Крюинговая Группа» занимается трудоустройством моряков России и Украины, а именно: комплектует суда моряками всех специальностей: капитаны, штурмана, механики, электромеханики, рефрижераторные специалисты, технологи, наладчики, мотористы, матросы всех специальностей, повара, обслуживающий персонал и др. На промысловые суда всех типов: РТМК-С, РТМ-С «Содружество», БАТМ, РКТС, РТМА, СТМ, СРТМ «стеркодер».",
      "p2": {
        "first": "Наша компания заинтересована в установлении сотрудничества и взаимодействия с судовладельцами.",
        "we_works": "Мы работаем",
        "we_works_2": "на рынке труда более ",
        "we_works_3": "20 лет.",
        "our_spec": " Все наши специалисты ",
        "our_spec_2": "квалифицированы, хорошо образованны, лицензированы и сертифицированы ",
        "our_spec_3": "в соответствии с требованиями STСW- 78/95. "
      },
      "p3": {
        "1": "У нас есть офисы и специалисты: в городах ",
        "2": "Севастополь, Керчь, Ростов-на-Дону, Одесса, Николаев."
      },
      "p4": {
        "1": "Кроме того, наша компания имеет опыт в ",
        "2": "судоремонте любой сложности, ",
        "3": "поэтому мы можем предложить Вам квалифицированные ремонтные бригады, которые всегда готовы работать по вашему запросу. Нашей компанией не однократно были произведены переоборудования и модернизации промысловых судов многих иностранных компаний в таких портах как Клайпеда, Варна, Гданьск, Лас-Пальмас-де-Гран-Канария, Конакри, Уолфиш-Бей, Кейптаун. Наши специалисты постоянно ",
        "4": "проводят МРТО ",
        "5": "судов наших партнеров."
      },
      "p5": {
        "1": "Мы можем работать как ",
        "2": "морское агентство, ",
        "3": "а также можем ",
        "4": "представлять вашу компанию ",
        "5": "на любых выгодных для Вас условиях. Подбор экипажа, отправка моряков для посадки на судно, проведение МРТО, ремонта любой сложности, подготовка к выходу в промысловый рейс в различные районы добычи морепродуктов, а также реализация всей произведенной рыбной продукции."
      },
      "p6": {
        "1": "Также наша компания имеет очень тесные ",
        "2": " деловые связи с",
        "3": "ведущими в стране ",
        "4": "авиакомпаниями",
        "5": "туристическими агентствами, так что мы ",
        "6": "можем организовать покупку билетов ",
        "7": "на все направления в очень короткие сроки и по очень благоприятным ценам."
      },
      "p7": {
        "1": "Если Вам потребуется какая-нибудь дополнительная информация, мы будем рады предоставить Вам ее по Вашей просьбе."
      }
    }
  },
  "seamans": {
    "title": "Работа в море",
    "subtitle": "«Международная Крюинговая Группа» ищет специалистов, которые готовы поддерживать ее высокий уровень работы на борту. Мы предлагаем хорошие условия работы и возможности для роста. ICG.Ltd приглашает к сотрудничеству морских специалистов различной специализации и квалификации.",
    "subtitle_mob": "«Международная Крюинговая Группа» ищет специалистов, которые готовы поддерживать ее высокий уровень работы на борту. Мы предлагаем хорошие условия работы и возможности для роста.",
    "questions": "По всем вопросам вы можете позвонить нам по телефону или написать в мессенджер:",
    "vacancies": "Вакансии",
    "urgently_required": "Срочно требуются",
    "exp": "*Опыт работы, хорошее знание английского языка ускорят ваше трудоустройство.",
    "vakansia": "Опытный рефмеханик на судно БАТМ. Посадка в Лас Пальмасе по готовности кандидата. ",
    "vakansia_cash": "Оклад",
    "button": "Больше вакансий",
    "also": "Так же на судно типа БАТМ требуются опытные:",
    "requird": {
        "1": "Рефмеханик, помощник рефмеханика и рефмашинист",
        "2": "Ваерный лебедчик",
        "3": "Судовой врач",
        "4": "Шефповар",
        "5": "Токарь"
    },
    "date": "Дата размещения",
    "permanent": "На постоянной основе требуются: рефмеханики; электромеханики; механики - старшие механики, вторые, третьи; механики наладчики; технологи; тралмастера; матросы траловой и в цех; буфетчицы, официантки, прачки",
    "rule": "*Выполняя данные действия вы подтверждаете, что даёте своё согласие на обработку Ваших персональных данных."
}
}
